Repository: wp-plugins/simple-ads-posting
Catalog: languages/SAP-jv_JV.po
Languages: jv

source: Home
jv: Ngajengan

source: Credit
jv: Pawarta

source: Translator
jv: Juru Basa

source: Spanish Translator - Maria Ramos
jv: Juru Basa Spanyol - Maria Ramos

source: Indonesian Translator - Rosdyana Kusuma
jv: Juru Basa Indonesia - Rosdyana Kusuma

source: Javanese Translator - Rosdyana Kusuma
jv: Juru Basa Jawi - Rosdyana Kusuma

source: Contact me
jv: Hubungi kawula

source: Simple Ads Setting Page!
jv: Panggen Panrapsila Simple Ads

source: Put your ads code for ads number 1 here
jv: Panggenan kode iklan setunggal panjenengan dipunmriki

source: Put your ads code for ads number 2 here
jv: Panggenan kode iklan kaping kalih panjenengan dipunmriki

source: Save Changes
jv: Simpan ewah-ewahan

source: How to use ?
jv: Upakara pangginan
