Repository: wp-plugins/simple-ads-posting
Catalog: languages/SAP-*.po
Languages: id_id

source: Home
id_id: Menu Utama

source: Credit
id_id: Informasi

source: Simple-Ads-Posting is one of my utility for my own project. I using this plugin to manage ads from Google Adsense or Chitika. Long time ago I usually modify my theme to adding ads, then I think with a plugin will be easier to manage the ads. Someday my friend ask me to relase this plugin, and maybe you need this to helps you. I am personally thanking all of the users who use this plugin. Also thanks to all of the translators and the generous people who have donated for this project
id_id: Simple-Ads-Posting adalah salah satu alat bantu untuk projek saya. Saya menggunakan plugin ini untuk mengatur tampilan iklan dari Google Adsense atau Chitika. Sebelumnya, saya mengubah kode di theme untuk menambahkan iklan, kemudian saya pikir dengan sebuah plugin ini akan lebih mudah untuk mengatur iklan. Suatu hari teman saya meminta untuk merilis plugin ini, dan mungkin plugin ini dapat membantu kalian yang membutuhkan. Saya secara pribadi sangat berterimakasih kepada pengguna plugin ini. dan juga terima kasih banyak untuk penerjemah dan orang dermawan yang mendonasikan sedikit dollar untuk projek ini.

source: Translator
id_id: Penerjemah

source: Spanish Translator - Maria Ramos
id_id: Penerjemah Bahasa Spanyol - Maria Ramos

source: Indonesian Translator - Rosdyana Kusuma
id_id: Penerjemah Bahasa Indonesia - Rosdyana Kusuma

source: Javanese Translator - Rosdyana Kusuma
id_id: Penerjemah Bahasa Jawa - Rosdyana Kusuma

source: Contact me
id_id: Hubungi saya

source: Simple Ads Setting Page!
id_id: Halaman Pengaturan Simple Ads!

source: Put your ads code for ads number 1 here
id_id: Letakan kode iklan pertama anda disini.

source: Put your ads code for ads number 2 here
id_id: Letakan kode iklan kedua anda disini.

source: Save Changes
id_id: Simpan Perubahan

source: How to use ?
id_id: Cara Pemakaian :

source: <p><cite>just insert </cite> "<b>[ads]</b>" <cite>(without quote) in your post for ads number 1 or </cite> "<b>[ads2]</b>" <cite>(without quote) for ads number 2 in your post.</cite></p>
id_id: <p><cite>tambahkan</cite>"<b>[ads]</b>" <cite>(tanpa tanda petik) di tulisan anda untuk iklan pertama atau </cite> "<b>[ads2]</b>" <cite>(tanpa tanda petik) untuk iklan kedua di tulisan anda.</cite></p>
